[{"title": "ED steps up probe in pulses price rigging case; Edelweiss officials called for questioning", "text": "\n\n\n\n    Исследование подоходного налога на всплеск пульсовых цен показало, что\n   \n\n\n     Glencore\n    \n    Основными участниками этой операции были такие компании, как \"\n    \n     Груп\n    \n    \", \"\n    \n     Эдельвейс Груп\n    \n    \" и \"\n    \n     ЭТГ Груп\n    \n    \".\n   \n\n\n   Эдельвейс закрыл свою международную товарную операцию в 2016 году.\n  \n\n   Управление по надзору за соблюдением законов активизировало расследование манипуляций с ценами на зернобобовые в 2015 году.\n  \n\n   (\n  \n\n", "url": "https://www.cnbctv18.com/business/ed-steps-up-probe-in-pulses-price-rigging-case-edelweiss-officials-called-for-questioning-5100251.htm", "dttm_published": "2020-01-21 00:00:00", "inns": ["0000002801"], "events": [null]}, {"title": "Air India, Bharat Petroleum Corporation sale to be completed by March, says FM Nirmala Sitharaman", "text": "\n\n\n   The sale of state-run Air India and Bharat Petroleum will be completed by March next year, finance minister Nirmala Sitharaman has said.\n  \n\n   Earlier, attempts towards the sale of Air India had to be aborted due to failure to generate interest from investors for the loss making national carrier.\n  \n\n\n    According to industry sources, a number of global oil majors like Saudi Aramco, Rosneft, Kuwait Petroleum, ExxonMobil,\n   \n\n    Shell\n   \n\n    , Total SA and Abu Dhabi National Oil Company have shown interests in BPCL and have had initial talks with the government on bidding for the latter's stake in BPCL.\n   \n\n\n", "url": "https://www.cnbctv18.com/economy/air-india-bharat-petroleum-corporation-sale-to-be-completed-by-march-says-fm-nirmala-sitharaman-4714081.htm", "dttm_published": "2019-11-17 00:00:00", "inns": ["0000089802"], "events": [null]}, {"title": "BP takes $17.5B hit as COVID-19 accelerates emissions cuts", "text": "\n\n\n\n    Увидев свой сектор peer\n    \n     Royal Dutch\n    \n\n\n\n     Shell\n    \n\n\n    укусить пулю и сократить свои дивиденды несколько недель назад, казалось бы,\n    \n     BP\n    \n    , вероятно, придется последовать этому примеру, если она хочет уменьшить свой и без того высокий уровень долга и укрепить свой баланс для новых проблем впереди.\n   \n\n\n", "url": "https://www.cnbctv18.com/energy/bp-takes-175b-hit-as-covid-19-accelerates-emissions-cuts-6142711.htm", "dttm_published": "2020-06-15 00:00:00", "inns": ["0000089802"], "events": [null]}, {"title": "Citing racial stereotype, PepsiCo drops Aunt Jemima; Uncle Ben's, Mrs. Butterworth's under review", "text": "\n\n\n   Эти шаги являются частью расчета корпоративной Америки с обращением с афроамериканцами на фоне нескольких недель протестов по поводу расизма и жестокости полиции после смерти\n   \n    Джорджа Флойда\n   \n   , чернокожего мужчины, находящегося под стражей в полиции Миннеаполиса.\n  \n\n", "url": "https://www.cnbctv18.com/politics/citing-racial-stereotype-pepsico-drops-aunt-jemima-uncle-bens-mrs-butterworths-under-review-6158741.htm", "dttm_published": "2020-06-18 00:00:00", "inns": ["0000118108", "9909340466"], "events": [null]}, {"title": "Explained: Is Saudi Aramco more than an oil company?", "text": "\n\n\n   Saudi Aramco is the state-owned oil company of the Kingdom of Saudi Arabia.It’s the biggest oil company in the world, helping the country become the biggest exporter of crude oil.\n  \n\n   Saudi Aramco was born in 1933 out of an agreement between Saudi Arabia and California-based oil company Socal.This agreement, like many granted to big US and British oil companies at the time, gave it the exclusive right to explore and extract oil on Saudi territory.\n  \n\n   Originally called the California Arabian Standard Oil Company, it was renamed the Arabian American Oil Company in 1944 - or as we now know it, by its acronym Aramco.\n  \n\n\n    For years, Aramco was run by a consortium of US oil companies - including the predecessors of\n   \n\n    Chevron\n   \n\n    , Texaco and Exxon Mobil.\n   \n\n\n   But following the creation of OPEC, Saudi Arabia and several other oil producing countries began nationalising their natural resources.By 1980, the Saudi government had completed its buyout of Aramco’s assets, eventually creating the Saudi Arabian Oil Company in 1988.\n  \n\n   Saudi Aramco’s main business is pumping oil and then selling it around the world to customers in places like Japan, the US and China.Aramco reports vast oil reserves, which when compared to the largest energy companies, make them one of the biggest players in the world energy market.\n  \n\n   Beyond drilling, the company also refines crude into oil products like gasoline and chemicals.\n  \n\n   And in 2012, Aramco launched a new trading arm, which it says buys and sells about 1.5 million barrels of chemicals and polymer products every day.This helps keep more of that revenue in house, by reducing its reliance on outside traders.\n  \n\n   A $2 trillion valuation means Aramco’s market cap dwarfs the likes of Microsoft, Alphabet and the world’s most valuable publicly traded company, Apple.\n  \n\n   This financial strength was emphasised in a leaked earnings report, revealing a net income of $33.8 billion for the first half of 2017.The report, which was disputed by the company, showed they earned more than four times Exxon Mobil, the world’s biggest energy company by market cap.\n  \n\n", "url": "https://www.cnbctv18.com/videos/energy/explained-is-saudi-aramco-more-than-an-oil-company-4773081.htm", "dttm_published": "2019-11-27 00:00:00", "inns": ["0000089908"], "events": [null]}, {"title": "Cabinet okays ordinance to amend coal mining laws: What it means for Coal India's hegemony", "text": "\n\n\n   В связи с этим правительство намерено расширить участие в коммерческой добыче угля и планирует к 23-му финансовому году произвести 1000 тонн угля.\n  \n\n   31 марта истекает срок действия 334 невольничьих шахт, из которых 46 являются рабочими шахтами, в основном в Одише.\n  \n\n\n    Аукционы предназначены для привлечения глобальных майнеров, таких как\n   \n\n\n     Glencore\n    \n\n     ПЛК\n    \n    ,\n    \n     ВНР группа\n    \n    , \"англо\n    \n     Американ\n    \n    \" и Пибоди Энерджи Корп.\n   \n\n\n", "url": "https://www.cnbctv18.com/energy/cabinet-okays-ordinance-to-amend-coal-mining-laws-what-it-means-for-coal-indias-hegemony-5019311.htm", "dttm_published": "2020-01-08 00:00:00", "inns": ["0000002801", "7725667644", "7806112827", "7814550990"], "events": [null]}, {"title": "CEO of Malaysian oil company Petronas to resign after five years - Bernama", "text": "\n\n\n\n\n\n    Ван Зулькифли Ван Ариффин\n   \n   уйдет с поста президента и главного исполнительного директора, и его сменит внутренний кандидат.\n  \n\n\n    Главный исполнительный директор в компании\n   \n\n\n     Петронас\n    \n\n\n    , полностью принадлежащий правительству Малайзии, является назначением премьер-министра.\n   \n\n\n", "url": "https://www.cnbctv18.com/business/ceo-of-malaysian-oil-company-petronas-to-resign-after-five-years--bernama-6086131.htm", "dttm_published": "2020-06-06 00:00:00", "inns": ["0000094009"], "events": ["Изменения в составе собственников или руководстве"]}, {"title": "Have hired additional people to clear huge order backlog, says Grofers", "text": "\n\n\n   Мы - одна из счастливых отраслей промышленности, которая получила шанс служить нации, поставляя продовольственные продукты, предметы первой необходимости потребителям, сказал Гроферс.\n  \n\n\n    Мы внедрили почти 30 мер безопасности во всех наших магазинах в интересах наших клиентов и наших сотрудников, сказал он.\n   \n\n\n     Metro Cash & Carry Индия\n    \n    .\n   \n\n\n", "url": "https://www.cnbctv18.com/retail/have-hired-additional-people-to-clear-huge-order-backlog-says-grofers-5591341.htm", "dttm_published": "2020-03-31 00:00:00", "inns": ["7704218694"], "events": [null]}]